//顺陵局域网
/*window.g = {
  loginURL: "http://192.168.1.139:8111",
  websocket:"192.168.1.139:8111",
  live:"192.168.1.139:1935",
  imgUrl:"http://192.168.1.139:8112"
};*/
//顺陵
window.g = {
  loginURL: "http://119.23.66.112:44006",
  websocket:"119.23.66.112:44006",
  live:"119.23.66.112:44008",
  imgUrl:"http://119.23.66.112:44007/"
};
//警戒设备布防图
/*window.g = {
  loginURL: "http://172.17.10.120:8111",
  websocket:"172.17.10.120:8111",
  live:"172.17.10.120:1935",
  imgUrl:"http://172.17.10.120:8112/"
};*/
